export const articlesList = [
    {
        id: 'a1101',
        authorId: 'p00101',
        date: '01.01.2010',
        rubricId: 'r01101',
        image: 'https://rusnovosty.ru/wp-content/uploads/2020/09/mpizwvijdsij31sxr.jpg',
        heading: 'В Налоговом кодексе появятся основания для отказа в приеме деклараций',
    },
    {
        id: 'a1102',
        authorId: 'p00102',
        date: '03.11.2012',
        rubricId: 'r01102',
        image: 'https://ppplaw.ru/wp-content/uploads/2018/12/cc20363c078792856a101c61a4d847d1_compressed_v1.jpg',
        heading: 'Налоги для самозанятых: подробности и перспективы',
    },
    {
        id: 'a1103',
        authorId: 'p00101',
        date: '12.06.2017',
        rubricId: 'r01102',
        image: 'https://rusnovosty.ru/wp-content/uploads/2020/09/mpizwvijdsij31sxr.jpg',
        heading: 'Потеря права на спецрежим',
    },
    {}
]


export const articles = {
    "a1103" : {
        authorId: 'p00101',
        date: '12.06.2017',
        rubricId: 'r01102',
        image: 'https://rusnovosty.ru/wp-content/uploads/2020/09/mpizwvijdsij31sxr.jpg',
        heading: 'Потеря права на спецрежим',
        body: `Ольга Пономарева, управляющий партнер Бюро выступила одним из экспертов журнала «ПНП»  на тему «Патентная система виды деятельности. Условия применения патентной системы налогообложения».
                Сотрудничество с ИП на патенте — одна из самых перспективных методик налогового планирования. Это подтвердили налоговики и консультанты в рейтинге «ПНП». Однако при внешней простоте патентной системы налогоплательщики имеют много шансов внезапно «слететь» с нее. Эксперты рассмотрели несколько неоднозначных ситуаций, в которые могут попасть предприниматели на патенте. Читатели «ПНП» оценили, чья позиция убедительнее.
                Верховный суд вынес определение от 01.06.2016 № 306-КГ16-4814 по совмещению ПСН и ЕНВД. В данном случае предприниматель совмещает ПСН и УСН, поэтому решением суда руководствоваться напрямую нельзя, а применять его по аналогии рискованно. В данном случае необходимо учитывать при расчете средней численности всех работников. Чиновники высказывали именно такую позицию позиция ведомства пока не изменилась (письма Минфина от 21.07.2015 № 03-11-09/41869, от 28.09.2015 № 03-11-11/55357). То есть, если на упрощенке занято 10 сотрудников, а на ПСН – 6, применять патентную систему нельзя.
                Индивидуальный предприниматель, купивший патент, вправе заниматься ремонтом жилья и построек (подп. 12 п. 2 ст. 346.43 НК). Коммерческая недвижимость не входит в список разрешенных на этом режиме видов деятельности. К услугам по ремонту и строительству жилья и других построек относится исключительно ремонт домов, квартир и других построек, связанных с жильем (код 016000 Общероссийского классификатора услуг населению, утв. постановлением Госстандарта от 28.06.1993 № 163). Услуги по проведению капитального ремонта офисов и производственных зданий в перечень видов деятельности для патента не включены. Минфин также подтверждал, что патент не дает права заниматься офисными и производственными помещениями (письмо Минфина от 25.03.2013 № 03-11-06/9200). Суды поддержат доначисления налогов по общей системе, если в рамках «патентной» деятельности бизнесмен займется ремонтом коммерческой недвижимости (постановление АС Волго-Вятского округа от 29.12.2015 № Ф01-5320/2015).`

    },
    "a1101" : {
        authorId: 'p00101',
        date: '01.01.2010',
        rubricId: 'r01101',
        image: 'https://rusnovosty.ru/wp-content/uploads/2020/09/mpizwvijdsij31sxr.jpg',
        heading: 'В Налоговом кодексе появятся основания для отказа в приеме деклараций',
        body: `Ольга Пономарева для издания «Экономика и Жизнь» о поправках в НК РФ которые будут позволять аннулировать налоговые декларации
               Проект внесения изменений в ст.ст. 80 и 88 НК РФ подготовлен Минфином, в соответствии с пояснительной запиской цель поправок – борьба с формально правомерными действиями налогоплательщиков, которые приводят к получению необоснованной налоговой выгоды в виде неуплаты или неполной уплаты налогов. Для этого законопроект предусматривает перечень случаев, при которых налоговая декларация (расчёт) будет считаться непредставленной и при выявлении которых налоговый орган будет отказывать в её принятии, в перечне всего 6 пунктов:
            1) в ходе проведения мероприятий налогового контроля установлен факт подписания и (или) представления декларации (расчета) неуполномоченным лицом;
            2) физлицо, подписавшее декларацию (расчет), дисквалифицировано на момент подписания декларации (расчета);
            3) в ЕГР ЗАГС внесена запись акта о смерти физического лица ранее даты представления в налоговый орган декларации (расчета), подписанной таким физическим лицом;
            4) в ЕГРЮЛ внесена запись о недостоверности содержащихся в нем сведений о физлице, имеющим право без доверенности действовать от имени подавшего декларацию (расчет) юрлица, ранее даты представления в налоговый орган декларации (расчета);
            5) в ЕГРЮЛ внесена запись об исключении подавшего декларацию (расчет) юрлица из реестра или запись о прекращении его деятельности ранее даты представления им налоговой декларации (расчета);
            6) в ЕГРИП внесена запись о прекращении физлицом деятельности в качестве ИП ранее даты представления им в налоговый орган декларации (расчета), за исключением случаев, когда декларация (расчет) представлена за налоговый (отчетный) период, истекший до внесения такой записи в ЕГРИП.
            Эти изменения можно охарактеризовать как закрепление в налоговом кодексе того, что давно уже делают налоговики при проведении камеральных проверок. Практически эти 6 пунктов о том, что надо проявлять должную осмотрительность при выборе контрагента и в дальнейшем при работе с ним, так как соблюдение этих требований требует от налогоплательщика проверки и мониторинга в первую очередь правового статуса контрагента и его представителя на момент подачи декларации.
            Напомню об попытке ФНС закрепить за собой полномочия по аннулированию декларации с вычетами от контрагентов, которых налоговики посчитают недобросовестными, сделанные в Письме № ЕД-4-15/13247 от 10.07.2018 «О профилактике нарушений налогового законодательства». Письмо было отозвано и не применяется, но из него наглядно видны принципы по которым налоговые органы квалифицируют недобросовестных контрагентов, например, суммы доходов, отражаемые в налоговых декларациях, приближены к сумме расходов, удельный вес налоговых вычетов по НДС составляет более 98%; организации не находятся по адресу регистрации; договора аренды с собственниками помещений не заключались; среднесписочная численность 1 человек, либо отсутствует и т.д. и т.п. признаки фирм-однодневок. Так же текст письма содержал закрытый перечень для аннулирования:
            Отказ руководителя (уполномоченного представителя) от участия в финансово-хозяйственной деятельности организации, подписания налоговой декларации, представлении налоговой декларации в налоговый орган, выдаче доверенности уполномоченному представителю на право подписания и представления налоговой декларации в налоговый орган
            Дисквалификация руководителя
            Представление налоговой декларации ликвидированным юридическим лицом после даты ликвидации или индивидуальным предпринимателем после даты окончания предпринимательской деятельности
            Недееспособность или смерть физического лица — руководителя (уполномоченного представителя) организации, а также признание его безвестно отсутствующим
            Нахождение физического лица в местах лишения свободы на момент подписания налоговой декларации лично
            В немного измененном виде в текст законопроекта и перешли все эти основания для отказа в принятии деклараций.
            Список причин для отказа в приеме декларации в законопроекте закрыт — это можно отметить, как положительный фактор с одной стороны, с другой понятно, что существующие методы работы и доводы, которыми налогоплательщиков сейчас мотивируют отказаться от вычетов по НДС при работе с сомнительными контрагентами не изменятся. Собственно упомянутое письмо описывает алгоритм действий налоговых органов: АСК НДС-2 устанавливает наличие разрыва по НДС, налоговики проводят мероприятия налогового контроля в ходе камеральных проверок (допросы руководителя контрагента, рассылают требования о предоставлении документов, проводят осмотр помещений и т.п.) и на их основании считают, что налогоплательщик должен подать уточненную декларацию и доплатить НДС.
            Письмо давало налоговым органам права, не закрепленные в НК РФ — аннулировать декларации, если после проведенных мероприятий налогового контроля устанавливалось, что контрагент не ведет реальную финансово-хозяйственную деятельность. Такая попытка легализовать новые права с помощью письма отдельного ведомства не соответствует НК РФ, поэтому подход Минфина более понятен — он предлагает закрепить в НК РФ эти новые полномочия налоговых органов, а как они будут использовать их для пополнения бюджета описано выше.
            Полагаю, что с практической стороны для добросовестных налогоплательщиков ничего особо не изменится с принятием этих изменений в НК РФ. Как и прежде налогоплательщики должны при выборе контрагента проявлять должную осмотрительность, мониторить открытые источники, чтобы обезопасить себя от недобросовестного поведения контрагента, а так же запасаться доказательствами реальности совершения соответствующих финансово-хозяйственных операций.
            Данные нормы предполагается применять к тем, декларациям, которые будут поданы после вступления изменений в силу.`
    },
    "a1102" : {
        authorId: 'p00102',
        date: '03.11.2012',
        rubricId: 'r01102',
        image: 'https://ppplaw.ru/wp-content/uploads/2018/12/cc20363c078792856a101c61a4d847d1_compressed_v1.jpg',
        heading: 'Налоги для самозанятых: подробности и перспективы',
        body: `Готовимся, друзья.
                Путин подписал закон о налогообложении самозанятых в четырех регионах (Москва, МО, Калуга, Татарстан).
                Когда?
                «Эксперимент на самозанятых»  планируется запустить с января 2019 и до 31 декабря 2028 года. Платить налог нужно будет только с доходов, которые придут начиная с 2019 года. Получается, что в 2018 применять этот налоговый режим нигде нельзя.
                В чем суть?
                Глава Роструда Максим Топилин привел статистику, согласно которой в России насчитывается почти 15 миллионов самозанятых граждан, которые не зарегистрированы как ИП, но ведут предпринимательскую деятельность. То есть доход получают, а налоги не платят. Конечно такой большой процент не обложенного налогами населения не может не волновать налоговое ведомство.
                Если человек регистрируется как самозанятый, то при сотрудничестве с физическими лицами налог будет составлять 4%, а если вы оказываете услуги или продаете товар юрлицам или ИП — то 6%. Отчислять налог нужно будет ежемесячно. Процедура регистрации и отчисления налогов сведена к минимуму: достаточно будет скачать мобильное приложение Федеральной налоговой службы «Мой налог», где сам налогоплательщик формирует чек на свои доходы.
                А самозанятый ли я?
                Кто считается самозанятым:
                Физлица без статуса ИП и без наемных работников, которые оказывают услуги или продают что-то, произведенное собственноручно (шьют кукол, чинят машины, пекут торты, пишут тексты и пр.). Не занимаются продажей и перепродажей готовой продукции. У государства давно есть мечта вывести из тени людей, которые сдают недвижимость в аренду — возможно, для них будет привлекательным новый режим, на котором нужно платить всего 4%.
                Общая сумма дохода не должна превышать 2,4 млн рублей в год. Причем ежемесячный доход не важен, что особенно интересно для фрилансеров сезонных профессий, самое главное — годовой доход. Если его сумма превышает 2,4 миллиона, то следует зарегистрироваться в другом статусе, например, ИП.
                Пока чёткого перечня профессий нет, и субъекты РФ сами определяют, кто в их регионе самозанятые.
                Кто и как будет контролировать доход?
                Михаил Мишустин в интервью «Ведомостям» рассказал причины, по которым всю деятельность вокруг нового налога упростили до минимума:
                «Мы проводили опрос, почему люди не хотят применять любой из специальных режимов или платить 13%, почему они скрывают доходы. Угадайте, что было на первом месте? Нежелание регистрироваться ни в налоговой инспекции, ни где-то еще, куда-то приходить. Второе — нежелание заполнять декларации, иметь дело с налоговой отчетностью. Третье — страховые взносы, которые в конце года нужно платить во всех льготных режимах. Четвертое — высокая ставка налога, в частности 13%, хотя она одна из самых низких в мире».
                Итак, налоговых деклараций на этом режиме нет, кассы нет. Все налоги считаются автоматически.
                Таким образом, на свой доход самозанятый оформляет чек, и каждый месяц система  автоматически  считает сумму налога, которую нужно уплатить. Если ваш Ромео прислал вам пару тысяч с пометкой «порадуй себя новым платьишком» или подруга перед вашей поездкой во Францию перевела вам денег, чтобы вы привезли ей духи из Duty Free — вы просто не формируете чек и налог не считается.
                Похоже, государство сделало ставку на самосознание россиян!
                Налоговые перспективы для юрлиц
                Новый налоговый режим может быть выгоден для юрлица, которое работает с самозанятыми. При заключении гражданско-правого договора с физическим лицом юридическое лицо удерживает и уплачивает как налоговый агент НДФЛ и страховые взносы за физлицо.
                При работе с самозанятым, юрлицо получает чек, может списать стоимость услуг в расходы и не должно платить никакие взносы (конечно же, у юрлица не должно быть с самозанятым трудового договора параллельно).
                Для юрлица это возможность принять расходы к вычету и сэкономить на взносах — 26% на пенсионном страховании и 5,1% на медицинском.
                А зачем регистрироваться?
                Мотив, который должен побудить самозанятых зарегистрироваться в качестве таковых, по мнению государства, пока только один — «выход из тени». Ни тебе кредитов на бизнес, ни контрактов с крупными (да и мелкими) компаниями.
                Да и вообще, как сотрудничать с ИП или юрлицами, ведь велика вероятность, что ФНС сочтёт такое сотрудничество организаций и ИП с самозанятыми как уменьшение налогооблагаемой базы с фонда оплаты труда работников или уход от трудоустройства и т. п. и будет расставлять новые ловушки.
                Для убедительности серьезных намерений депутаты предложили штрафовать незарегистрированных самозанятых на всю сумму дохода. На первый раз — 20%, а вот при повторной провинности — 100% дохода.
                За что так, сразу на 100%??? Даже за незаконную предпринимательскую деятельность штрафы меньше. Автор законопроекта, глава комитета Госдумы по бюджету и налогам Андрей Макаров в этой связи пообещал, что ФНС согласна не применять санкции в первый год эксперимента.
                А что с пенсионными взносами?
                В пенсионный фонд с этого налога ничего не идет. То есть стаж не считается,  пенсионные накопления не растут. Пенсия будет только социальной и на пять лет позже чем у остальных.
                Таким образом, взносы в ПФР — пока дело добровольное, но ключевое слово здесь — «ПОКА». Хотясправедливости ради заметим, что все участники «эксперимента» освобождаются от НДС и НДФЛ.
                Есть и другая сторона медали
                Теперь подумаем, зачем потенциальному самозанятому такие сложности, разве не захочет он получить оплату на руки и спать спокойно? Возможно, впечатлительные особы зарегистрируются, но ведь и этот факт не помешает им получить доход не на карту. А если все же зарегистрируются, то у налоговой появится повод прийти к ним с проверкой. А это обяжет банк обнародовать информацию о всех зачислениях и нужно будет разбираться — где подарок, где помощь, а где оплата за услугу или товар.`

    }
}